Repository: f-nunez/VeterinaryClinic
Catalog: ClinicManagement/src/Presentation/BlazorClient/Fnunez.VeterinaryClinic.ClinicManagement.BlazorClient.Client/Resources/Shared/Components/AppNotification/AppNotificationComponent.*.resx
Languages: es_mx

# AppNotification_Footer
source: NOTIFICATION CENTER
es_mx: CENTRO DE NOTIFICACIONES

# AppNotification_Header
source: Notifications
es_mx: Notificaciones

# AppNotification_List_Loading
source: Loading...
es_mx: Cargando...

# Event_AppointmentTypeCreated_Message
source: The appointment type ({0}) has been created by {1}
es_mx: El tipo de consulta ({0}) ha sido creado por {1}

# Event_AppointmentTypeCreated_Title
source: Created Appointment Type
es_mx: Tipo de Consulta Creado

# Event_AppointmentTypeDeleted_Message
source: The appointment type ({0}) has been deleted by {1}
es_mx: El tipo de consulta ({0}) ha sido eliminado por {1}

# Event_AppointmentTypeDeleted_Title
source: Deleted Appointment Type
es_mx: Tipo de Consulta Eliminado

# Event_AppointmentTypeUpdated_Message
source: The appointment type ({0}) has been updated by {1}
es_mx: El tipo de consulta ({0}) ha sido actualizado por {1}

# Event_AppointmentTypeUpdated_Title
source: Updated Appointment Type
es_mx: Tipo de Consulta Actualizado

# Event_ClientCreated_Message
source: The client ({0}) has been created by {1}
es_mx: El cliente ({0}) ha sido creado por {1}

# Event_ClientCreated_Title
source: Created Client
es_mx: Cliente Creado

# Event_ClientDeleted_Message
source: The client ({0}) has been deleted by {1}
es_mx: El cliente ({0}) ha sido eliminado por {1}

# Event_ClientDeleted_Title
source: Deleted Client
es_mx: Cliente Eliminado

# Event_ClientUpdated_Message
source: The client ({0}) has been updated by {1}
es_mx: El cliente ({0}) ha sido actualizado por {1}

# Event_ClientUpdated_Title
source: Updated Client
es_mx: Cliente Actualizado

# Event_ClinicCreated_Message
source: The clinic ({0}) has been created by {1}
es_mx: La clínica ({0}) ha sido creada por {1}

# Event_ClinicCreated_Title
source: Created Clinic
es_mx: Clínica Creada

# Event_ClinicDeleted_Message
source: The clinic ({0}) has been deleted by {1}
es_mx: La clínica ({0}) ha sido eliminada por {1}

# Event_ClinicDeleted_Title
source: Deleted Clinic
es_mx: Clínica Eliminada

# Event_ClinicUpdated_Message
source: The clinic ({0}) has been updated by {1}
es_mx: La clínica ({0}) ha sido actualizada por {1}

# Event_ClinicUpdated_Title
source: Updated Clinic
es_mx: Clínica Actualizada

# Event_DoctorCreated_Message
source: The doctor ({0}) has been created by {1}
es_mx: El doctor ({0}) ha sido creado por {1}

# Event_DoctorCreated_Title
source: Created Doctor
es_mx: Doctor Creado

# Event_DoctorDeleted_Message
source: The doctor ({0}) has been deleted by {1}
es_mx: El doctor ({0}) ha sido eliminado por {1}

# Event_DoctorDeleted_Title
source: Deleted Doctor
es_mx: Doctor Eliminado

# Event_DoctorUpdated_Message
source: The doctor ({0}) has been updated by {1}
es_mx: El doctor ({0}) ha sido actualizado por {1}

# Event_DoctorUpdated_Title
source: Updated Doctor
es_mx: Doctor Actualizado

# Event_PatientCreated_Message
source: The patient ({0}) has been created by {1}
es_mx: El paciente ({0}) ha sido creado por {1}

# Event_PatientCreated_Title
source: Created Patient
es_mx: Paciente Creado

# Event_PatientDeleted_Message
source: The patient ({0}) has been deleted by {1}
es_mx: El paciente ({0}) ha sido eliminado por {1}

# Event_PatientDeleted_Title
source: Deleted Patient
es_mx: Paciente Eliminado

# Event_PatientUpdated_Message
source: The patient ({0}) has been updated by {1}
es_mx: El paciente ({0}) ha sido actualizado por {1}

# Event_PatientUpdated_Title
source: Updated Patient
es_mx: Paciente Actualizado

# Event_RoomCreated_Message
source: The room ({0}) has been created by {1}
es_mx: La habitación ({0}) ha sido creada por {1}

# Event_RoomCreated_Title
source: Created Room
es_mx: Habitación Creada

# Event_RoomDeleted_Message
source: The room ({0}) has been deleted by {1}
es_mx: La habitación ({0}) ha sido eliminada por {1}

# Event_RoomDeleted_Title
source: Deleted Room
es_mx: Habitación Eliminada

# Event_RoomUpdated_Message
source: The room ({0}) has been updated by {1}
es_mx: La habitación ({0}) ha sido actualizada por {1}

# Event_RoomUpdated_Title
source: Updated Room
es_mx: Habitación Actualizada
